LEXICON_RU: dict[str, str] = {'yes': 'ДА!',
                            'no': 'НЕТ',
                            'menu_descr': 'Открыть меню',
                            'welcome':(
    "👋 Приветствую! Ты только что присоединился к нашему боту для изучения английского языка! 🇬🇧\n\n"
    "Здесь ты можешь:\n"
    "- Узнавать значения новых слов и добавлять их в свой личный словарь 📚\n"
    "- Проходить тесты, чтобы проверить свои знания 📝\n"
    "- Использовать чат-бота для тренировки слов в реальных ситуациях 💬\n\n"
    "Начни с добавления первых слов, а дальше мы будем помогать тебе их запомнить и использовать!\n\n"
    "Удачи в изучении! 🌟\n"
    "Нажмите /menu, чтобы начать пользоваться ботом."
),
                            'help_descr': 'Справка для бота',
                            'add_descr':'Добавить слово',
                            'delete_descr':'Удалить слово',
                            'test_descr':'Начать тест',
                            'tag_descr':'Изменить добавление тэга (только в найстройках)',
                            'count_descr':'Изменить кол-во слов (только в найстройках)',
                            'settings_descr':'Настройка некоторых параметров',
                            'enter_en_word':'Введите слово на английском:',
                            'you_sure':'Вы уверены, что хотите удалить его?',
                            'havent_found':'Такого слова не найдено\nВведите другое:',
                            'word':'Слово ',
                            'deleted':' успешно удалено!',
                            'stoped':'Операция остановлена. Чтобы выйти в меню нажмите /menu',
                            'settings_start':"⚙️ Добро пожаловать в настройки!\n\n"
    "Здесь ты можешь выбрать количество слов, которые будут включены в тесты. 📋\n",
                            'back_2menu':"Вернуться в главное меню можно командой: /menu\n\n",
                            'settings_current_pos':'На данный момент количество слов в тестах: ',
                            'now_tag_included':'Теперь тэги включены!',
                            'now_tag_disabled':'Теперь тэги выключены!',
                            'change_tag':'\nИзменить тэг - /tag',
                            'change_count':"Чтобы изменить количество слов, нажми: /count\n",
                            'new_count':'Вы задали новое число слов в тесте - ',
                            'test_start':'Тест начинается! В любой момент вы можете остановить тест командой - /stop. \nСлов в тесте - ',
                            'word_in_en':'Переведите слово ',
                            'test_ended':'Тест закончился. Ваш результат - ',
                            'next_word': 'Переведите следующее слово - ',
                            'correct_answer':'Вы перевели правильно!\n<b>Рейтинг +5</b>',
                            'wrong_answer':'Вы ошиблись\nПравильный перевод был - ',
                            'rating_minus':'\n<b>Рейтинг -5</b>',
                            'no_words':'В вашем словаре ещё нет слов :(\n'}